[{"Id":14,"Title":"Justice Amy Coney Barrett denies attempt to block Biden student loan forgiveness plan from taking effect","Url":"https://media.cnn.com/api/v1/images/stellar/prod/221020144429-amy-coney-barrett-april-2022.jpg","Category":"Education","Texte":"Student loan cancellations, worth up to $20,000 per eligible borrower, could begin on Sunday.\n\nThe appeal at issue was considered an uphill battle because lower courts had ruled that the group, the Brown County Taxpayers Association, did not have the legal right or “standing” to bring the challenge. Under normal circumstances, taxpayers don’t have a general right to sue the government over how it uses taxpayer funds.\n\nBarrett acted alone because she has jurisdiction over the lower court that ruled on the case. She declined to refer the matter to the full court. Her denial appeared as a single sentence on the court’s docket.","Date":1666310400000},{"Id":15,"Title":"Biden quiet campaign season brings him back to familiar territory in Pennsylvania","Url":"https://media.cnn.com/api/v1/images/stellar/prod/221020151409-02-joe-biden-infrastructure-102022.jpg","Category":"Politics","Texte":"Three weeks before November’s elections, Biden’s visit to Pittsburgh and Philadelphia neatly demonstrated a political strategy focused on promoting his agenda and talking with donors rather than headlining stump speeches alongside vulnerable Democrats.\n\nHe has been a frequent visitor to Pennsylvania, where Democratic Lt. Gov. John Fetterman holds a narrow lead in his race against Republican Dr. Mehmet Oz in the US Senate race. Trading his trademark sweatshirt and basketball shorts for a dark suit and tie, Fetterman greeted Biden at the airport alongside his wife.\n\n“You’re gonna win!” Biden said as he shook the candidate’s hand.\n\nBiden has visited the commonwealth nine times this year, including Thursday’s visit, and 18 times since he became president.\n\n“I’m a proud Delawarean, but Pennsylvania’s my native state. It’s in my heart. I can’t tell you how much it means to me to be part of rebuilding this beautiful state,” Biden said. “My Grandfather Finnegan from Scranton would really be proud of me now.”","Date":1666310400000},{"Id":10,"Title":"Une nouvelle","Url":"https://cdn.motor1.com/images/mgl/OV28A/s1/2021-hyundai-elantra-n-tcr.jpg","Categorie":"Voiture","Texte":"Une nouvelle","Date":1665532800000},{"Id":11,"Title":"Pas une fonderie normale","Categorie":"Environnement","Texte":"Une description ma fois geniale","Url":"https://images.radio-canada.ca/q_auto,w_960/v1/ici-info/16x9/rapport-inspection.png","Date":1665484576081},{"Id":2,"Title":"Hyundai Race Car","Url":"https://www.cnet.com/a/img/resize/8fffb31f71733db10bc936a0eafdbc269387bf02/hub/2022/07/13/e9a86b79-c6af-4edd-902e-00d5bd18d8da/hyundai-rn22e-ioniq-6-n-concept-112.jpg?auto=webp&width=1200","Categorie":"Voiture","Texte":"Cette voiture est insane. Elle vas ravager des circuits","Date":1660176000000},{"Id":3,"Title":"Hyundai Elantra custom","Url":"https://cdn.motor1.com/images/mgl/OV28A/s1/2021-hyundai-elantra-n-tcr.jpg","Categorie":"Voiture","Texte":"Une elantra qui fait dresser les cheveux a n'importe qui","Date":1648857600000},{"Id":16,"Title":"Bullshit","Url":"https://asd","Category":"asd","Texte":"asd","Date":1666310400000}]